{
    "ratings": {
        "Rating1": [
            "Absolutely terrible. Their music is a complete mess, and their artists lack any real talent.",
            "Avoid at all costs. Their music is a complete disaster, and their artists have no potential.",
            "Terrible label. Their music is dreadful, and their artists have no originality.",
            "I wouldn't recommend it. Their music lacks coherence, and their artists seem lost.",
            "Complete disappointment. Their music lacks direction, and their artists are forgettable.",
            "Absolutely dreadful. Their music is chaotic, and their artists lack creativity.",
            "Avoid this label. Their music is a trainwreck, and their artists lack originality.",
            "Absolutely horrendous. Their music is unbearable, and their artists lack passion.",
            "Terrible label. Their music is a mess, and their artists lack originality.",
            "Avoid this label. Their music is a disaster, and their artists lack talent.",
            "Absolutely disappointing. Their music lacks originality, and their artists are forgettable.",
            "Avoid this label. Their music is a mess, and their artists are uninspiring.",
            "Avoid this label. Their music is dreadful, and their artists lack originality.",
            "Absolutely unimpressive. Their music is a disaster, and their artists lack any real spark.",
            "Absolutely dreadful. Their music lacks creativity, and their artists are forgettable.",
            "Avoid this label. Their music is a mess, and their artists are uninspiring.",
            "Absolutely unimpressive. Their music is a disaster, and their artists lack any real spark.",
            "Absolutely terrible. Their music is grating, and their artists lack any real potential.",
            "Absolutely dreadful. Their music is painfully unoriginal, and their artists lack any real talent.",
            "Avoid at all costs. Their music is an unbearable mess, and their artists are painfully untalented.",
            "A complete disaster. Their music is a painful experience, and their artists lack any redeeming qualities.",
            "A complete letdown. Their music is cringe-inducing, and their artists are painfully lackluster.",
            "Absolutely horrendous. Their music is an auditory nightmare, and their artists are painfully tone-deaf.",
            "An absolute disgrace. Their music is an insult to the art, and their artists are a blight on the industry.",
            "A complete disaster. Their music is a tragic joke, and their artists are the punchline.",
            "Truly abysmal. Their music is an assault on the senses, and their artists are woefully untalented.",
            "A monumental disaster. Their music is a monument to incompetence, and their artists are a sad joke.",
            "An absolute catastrophe. Their music is a cataclysmic failure, and their artists are a testament to artistic disaster."
        ],
        "Rating2": [
            "Not impressed at all. Their releases are subpar, and their artist roster needs improvement.",
            "Mediocre label. Their releases are forgettable, and their artists lack creativity.",
            "Not a fan. Their releases are unimpressive, and their artists lack innovation.",
            "Meh. Their releases are forgettable, and their artists lack a unique sound.",
            "Not my cup of tea. Their releases are uninspired, and their artists need more originality.",
            "Not impressed at all. Their releases are uninspiring, and their artist roster needs improvement.",
            "Not worth the hype. Their releases are underwhelming, and their artist choices are questionable.",
            "Not my cup of tea. Their releases fall flat, and their artist selection needs a revamp.",
            "Not impressed. Their releases are forgettable, and their artists need improvement.",
            "Not worth the time. Their releases are lackluster, and their artists are forgettable.",
            "Unimpressed. Their releases fall flat, and their artist selection needs improvement.",
            "Not worth the time. Their releases are forgettable, and their artists lack originality.",
            "Unimpressed. Their releases are lackluster, and their artists don't stand out.",
            "Not worth the attention. Their releases are lackluster, and their artist selection is questionable.",
            "Unimpressed. Their releases fall short, and their artist selection needs improvement.",
            "Not worth the time. Their releases are forgettable, and their artists lack originality.",
            "Not worth the attention. Their releases are lackluster, and their artist selection is questionable.",
            "Unimpressive. Their releases are forgettable, and their artists need improvement.",
            "Utterly disappointing. Their releases are forgettable, and their artists seem lost.",
            "Not worth a second listen. Their releases are an unimpressive blur, and their artists lack creativity.",
            "Unimpressive, to say the least. Their releases are forgettable, and their artists seem lost in the noise.",
            "Uninspiring and forgettable. Their releases offer little to hold onto, and their artists are lost in the mix.",
            "Beyond unimpressed. Their releases are a cacophony of discord, and their artists seem lost in the chaos.",
            "Unbearable to the extreme. Their releases are a form of sonic torture, and their artists are lost causes.",
            "Unimpressive in every sense. Their releases are a waste of sonic space, and their artists are lost causes.",
            "Excruciatingly disappointing. Their releases are a painful cacophony, and their artists are lost in the noise.",
            "A symphony of disappointment. Their releases are a jumbled mess, and their artists are lost in the disarray.",
            "An agonizing symphony of regret. Their releases are an exercise in futility, and their artists are drowning in their own missteps."
        ],
        "Rating3": [
            "Average label. Some hits, some misses. They could do better with artist selection.",
            "Inconsistent label. They have some good songs, but their overall quality varies.",
            "Average at best. They have a mix of good and bad songs, and their artists need improvement.",
            "Middle of the road label. They have potential, but they're not quite there yet.",
            "Somewhat promising label. They have potential, but they're still finding their identity.",
            "Hit or miss label. They have potential with a few artists, but others fall short.",
            "Inconsistent label. They have potential, but their quality varies greatly across artists.",
            "Average at best. Some tracks are good, but most are forgettable, and their artists need improvement.",
            "Hit or miss label. Some songs are good, but others fall short.",
            "Inconsistent label. Some good, some bad. Their artists need more quality control.",
            "Hit or miss label. Some tracks show potential, but others are a letdown.",
            "Inconsistent label. Some songs shine, but others fall flat, and their artists need refinement.",
            "Inconsistent label. They have moments of brilliance, but also some major disappointments.",
            "Inconsistent label. Some good tracks, but their overall quality is hit or miss.",
            "Hit or miss label. Some tracks show potential, but many others are disappointing.",
            "Inconsistent label. Some songs shine, but others fall flat, and their artists need refinement.",
            "Inconsistent label. Some good tracks, but their overall quality is hit or miss.",
            "Inconsistent label. Some songs show promise, but others fall short of expectations.",
            "Hit or miss label. Some tracks are bearable, but most are downright cringeworthy.",
            "Inconsistent label. Some tracks are tolerable, but most are a cacophony of disappointment.",
            "Inconsistent label. Some tracks offer brief respite, but most are a grating disappointment.",
            "Inconsistent label. A fleeting glimpse of promise here and there, but mostly a cascade of disappointment.",
            "A train wreck of a label. Some tracks are cringe-worthy, but most are downright torturous to listen to.",
            "A label doomed to fail. Some tracks are laughably bad, and most are a painful ordeal to endure.",
            "A label of shattered dreams. Some tracks are painful to the ears, and most are better off forgotten.",
            "A label that defies reason. Some tracks are cringe-worthy beyond belief, and most are simply unlistenable.",
            "A label lost in a labyrinth of failures. Some tracks are laughably bad, and most are a study in musical ineptitude.",
            "A label trapped in a nightmare of its own making. Some tracks are a masterclass in musical mishaps, and most are simply unbearable."
        ],
        "Rating4": [
            "Decent label. They've got a few good artists, but there's room for improvement.",
            "A decent effort. They've got a few standout artists, but the majority is average.",
            "Some potential here. They've signed a couple of decent artists, but there's work to be done.",
            "Getting better. They've signed a few promising artists, but they're inconsistent.",
            "Showing improvement. They've added some interesting artists, but they're hit or miss.",
            "Average label. They've got some decent tracks, but they lack consistency.",
            "Decent effort. They've got a few songs worth listening to, but most are forgettable.",
            "Some potential here. They've signed a couple of decent artists, but there's room for growth.",
            "Average label. They've got a few good tracks, but overall lacks consistency.",
            "Decent label. They've got potential, but they need to elevate their artist roster.",
            "Average label. They've got a mix of decent and mediocre songs, but nothing exceptional.",
            "Decent label. They have potential, but they need to elevate their artist curation.",
            "A mixed bag. They've got a few good songs, but their overall direction needs improvement.",
            "A decent attempt. They've got potential with a few artists, but there's room for improvement.",
            "Average label. They've got a mix of decent and mediocre songs, but nothing exceptional.",
            "Decent label. They have potential, but they need to elevate their artist curation.",
            "A decent attempt. They've got potential with a few artists, but there's room for improvement.",
            "A mixed bag. They've got a few good tracks, but their overall catalog needs refining.",
            "Average label. Their music is neither impressive nor terrible, just painfully mediocre.",
            "Fair label. They've got a few passable songs, but the majority are unremarkable.",
            "A middling label. They have a few okay tracks, but the majority are unimpressive.",
            "An average label. They deliver a handful of decent tracks, but the majority don't leave a mark.",
            "A pitiful attempt at music. Their songs are an assault on the senses, and their artists lack any semblance of talent.",
            "A feeble effort at best. Their music is a sad attempt at creativity, and their artists are utterly forgettable.",
            "A futile attempt at music. Their songs are an insult to creativity, and their artists are the antithesis of talent.",
            "A tragic attempt at music. Their songs are an affront to creativity, and their artists are tragically inept.",
            "A futile cry for creativity. Their songs are an echo chamber of monotony, and their artists are lost in the echoes.",
            "A fruitless pursuit of creativity. Their songs are a sad reminder of artistic limitations, and their artists are adrift in a sea of insignificance."
        ],
        "Rating5": [
            "Solid label. Their music is enjoyable, and they've signed some talented artists.",
            "A label worth listening to. They have potential, but there's room for growth.",
            "Promising label. They have moments of greatness, but they need more consistency.",
            "Not bad, not great. Their music is decent, but they need to find their niche.",
            "Room for growth. Their music is decent, but they need more standout tracks.",
            "Mediocre label. Their music is passable, but there's nothing exceptional about it.",
            "Fair label. Their music is alright, but it doesn't stand out from the crowd.",
            "Promising label. They have moments of greatness, but they need more consistency.",
            "Mediocre label. Their music is passable, but it doesn't stand out.",
            "Fair label. Their music is alright, but it needs more innovation.",
            "Mediocre at best. Their music is passable, but lacks innovation and creativity.",
            "Fair label. Their music is average, but they need to push boundaries and take risks.",
            "Mediocre label. Their music is average, but it lacks innovation and uniqueness.",
            "Promising label. They show glimpses of greatness, but need more consistency.",
            "Mediocre at best. Their music is passable, but lacks innovation and creativity.",
            "Fair label. Their music is average, but they need to push boundaries and take risks.",
            "Promising label. They show glimpses of greatness, but need more consistency.",
            "Promising label. They have moments of brilliance, but they need more consistent hits.",
            "Mediocre at best. Their music is forgettable, and their artists lack any semblance of uniqueness.",
            "Promising label. Their music has its moments, but they often fall short of their potential.",
            "Mediocre efforts. Their music lacks depth, and their artists struggle to stand out.",
            "A lukewarm attempt. Their music lacks originality, and their artists need more direction.",
            "Mediocre is an overstatement. Their music is an exercise in monotony, and their artists are devoid of creativity.",
            "Subpar doesn't even cover it. Their music is a vortex of mediocrity, and their artists lack any form of inspiration.",
            "Underwhelming doesn't begin to describe it. Their music is a void of inspiration, and their artists are devoid of soul.",
            "Stunningly mediocre. Their music is devoid of any spark, and their artists are hopelessly uninspiring.",
            "An underwhelming symphony of mediocrity. Their music is a canvas of blandness, and their artists are devoid of vision.",
            "A lackluster parade of mediocrity. Their music is a procession of dullness, and their artists are devoid of any imaginative spark."
        ],
        "Rating6": [
            "Above average label. Their releases are consistently good, and their artists show potential.",
            "Good work so far. Their music is engaging, and they have talented artists.",
            "Definitely on the right track. Their music is enjoyable, and they have talented artists.",
            "On the upswing. Their music is improving, and they have some talented artists.",
            "Definitely improving. Their music is catching my attention, and they have some talented artists.",
            "Above average label. They've had some standout moments, but room for improvement remains.",
            "On the right track. They have some good releases, and their artists show promise.",
            "Definitely on the rise. Their music is enjoyable, and they're developing some skilled artists.",
            "Above average label. They've had some successes, but there's room for improvement.",
            "On the right path. They've shown promise, and their artists have room to grow.",
            "Slightly above average label. They've had a few standout moments, but there's room for growth.",
            "On the right path. They've shown promise, and their artists have room for improvement.",
            "On the right track. They've shown potential, and need to refine their artist selection.",
            "On the rise. Their music is enjoyable, and they're nurturing some talented artists.",
            "Slightly above average label. They've had a few standout moments, but there's room for growth.",
            "On the right path. They've shown promise, and their artists have room for improvement.",
            "On the rise. Their music is enjoyable, and they're nurturing some talented artists.",
            "Moving in the right direction. Their music is enjoyable, and their artists have potential.",
            "Slightly better than average label. They have a few decent tracks, but it's a sea of monotony.",
            "Slowly improving. They've managed to salvage a few tracks, but it's still a bumpy ride.",
            "A step in the right direction. They've managed to salvage a handful of tracks, but the rest falls short.",
            "Slow progress. They manage to salvage a few tracks, but there's still much room for improvement.",
            "Barely passable label. A few tracks manage to escape the abyss of awfulness, but the rest are abysmal.",
            "A hint of potential amidst the wreckage. They manage to salvage a few tracks, but it's mostly a wasteland.",
            "Slight glimmers of hope amidst the wreckage. They manage to salvage a few tracks, but it's a dim light in a vast darkness.",
            "Barely treading water. Amidst the sea of chaos, a few tracks manage to gasp for air, but it's a struggle.",
            "A glimmer of hope amidst the chaos. They manage to salvage a few tracks from the wreckage, but it's a fleeting light.",
            "A glint of potential amidst the ruins. They manage to unearth a few salvageable tracks, but it's a treasure hunt in a wasteland."
        ],
        "Rating7": [
            "Impressive label. They consistently deliver quality music, and their artists are skilled.",
            "Impressed by their output. They consistently release solid tracks with skilled artists.",
            "Doing a great job. They consistently release quality music, and their artists are skilled.",
            "Impressed by their recent work. They're delivering better music, and their artists are improving.",
            "Impressed by their recent releases. They're making strides, and their artists are developing well.",
            "Impressive label. They consistently deliver solid music, and their artists have skill.",
            "Impressed by their work. They consistently put out quality music with skilled artists.",
            "Solid label. They consistently deliver good music, and their artists are showing improvement.",
            "Impressive label. Their music is solid, and their artists have potential.",
            "Solid label. They consistently deliver, and their artists have potential.",
            "Impressive label. They consistently release good music, and some of their artists show promise.",
            "Solid label. Their music is commendable, and they're cultivating some promising talents.",
            "Solid label. They consistently deliver decent music, and their artists are showing progress.",
            "Impressed by their work. They consistently release solid tracks with skilled artists.",
            "Impressive label. They consistently release good music, and some artists show promise.",
            "Solid label. Their music is commendable, and they're cultivating some promising talents.",
            "Impressed by their work. They consistently release solid tracks with skilled artists.",
            "Impressed by their efforts. They consistently deliver solid tracks with skilled artists.",
            "Mildly impressive label. They manage to produce a handful of listenable tracks amidst the chaos.",
            "Impressive label. Amidst the chaos, there are shining moments of genuine musicality.",
            "Impressive label. Amongst the chaos, there are glimmers of brilliance that capture the ear.",
            "An impressive endeavor. Amidst the noise, there are sparks of brilliance that shine through.",
            "An underwhelming display. Amidst the wreckage, there are fleeting moments of listenable music.",
            "Marginally acceptable label. Amidst the wreckage, there are flickers of hope that keep you hanging on.",
            "A barely acceptable label. Amidst the chaos, there are fleeting moments of listenability that momentarily distract from the disaster.",
            "A valiant effort in a sea of despair. Buried within the wreckage are glimmers of hope that momentarily captivate.",
            "A valiant but imperfect label. Amidst the turbulence, moments of brilliance emerge, but they're often swallowed by the storm.",
            "A courageous but flawed label. Amidst the chaos, rays of brilliance emerge, but they're quickly obscured by the storm clouds."
        ],
        "Rating8": [
            "Great label. Their music is fantastic, and their artist roster is diverse and talented.",
            "Highly commendable label. Their music is exceptional, and their artists are true talents.",
            "Impressive label. Their music is outstanding, and their artists are true professionals.",
            "Definitely worth a listen. Their music is solid, and they have some standout artists.",
            "Solid label. Their music is enjoyable, and they have a few exceptional artists.",
            "Great label. Their music is enjoyable, and they've signed some promising talents.",
            "Commendable label. Their music is impressive, and they're nurturing some great talents.",
            "Impressive label. Their music is excellent, and their artist roster has some shining stars.",
            "Great label. Their music is enjoyable, and they have some promising talents.",
            "Impressive label. Their music is great, and their artist roster has talent.",
            "Solid label. Their music is enjoyable, and they've signed some talented emerging artists.",
            "Impressive label. Their music is great, and their artist roster is showing potential.",
            "Impressive label. Their music is great, and their artist roster is promising.",
            "Commendable label. Their music is exceptional, and their artists are promising talents.",
            "Solid label. Their music is enjoyable, and they've signed some talented emerging artists.",
            "Impressive label. Their music is great, and their artist roster is showing potential.",
            "Commendable label. Their music is exceptional, and their artists are promising talents.",
            "Commendable label. Their music is impressive, and their artists are showing promise.",
            "Respectable label. Their music is enjoyable, though it's nothing groundbreaking.",
            "Worth a listen. Their music is solid, and a handful of their artists are showing promise.",
            "Commendable label. Their music is solid, and a few of their artists have caught our attention.",
            "Notable label. Their music is enjoyable, and some of their artists have potential.",
            "Mediocrity at its finest. Their music is mildly tolerable, though it lacks any real spark.",
            "Average label, but barely. Their music is forgettable, and their artists struggle to leave a lasting impact.",
            "Unexceptionally average label. Their music is forgettable, and their artists are teetering on the edge of irrelevance.",
            "Remarkably average label. Their music is forgettable, and their artists tread the fine line between potential and obscurity.",
            "Respectably unexceptional label. Their music is a modest offering, and their artists tiptoe along the fringes of significance.",
            "Unremarkably average label. Their music is a modest contribution to the sonic landscape, and their artists tiptoe on the precipice of obscurity."
        ],
        "Rating9": [
            "Exceptional label. Their releases are top-notch, and their artists are industry leaders.",
            "Outstanding label. Their releases are consistently excellent, and their artists are pioneers.",
            "Excellent label. Their releases are consistently top-notch, and their artists are visionaries.",
            "Top-tier label. Their releases are consistently strong, and their artists are on the cutting edge.",
            "Top-quality label. Their releases are consistently impressive, and their artists are pushing boundaries.",
            "Exceptional label. Their releases are top-notch, and their artists are making waves.",
            "Outstanding label. Their releases are consistently excellent, and their artists have vision.",
            "Outstanding label. Their releases are consistently strong, and their artists are shaping the industry.",
            "Exceptional label. Their releases are top-notch, and their artists are making an impact.",
            "Outstanding label. Their releases are strong, and their artists are on the rise.",
            "Strong label. Their releases are top-notch, and their artists are gaining recognition.",
            "Outstanding label. Their releases are consistently strong, and their artists are making strides.",
            "Outstanding label. Their releases are strong, and their artists have a bright future.",
            "Outstanding label. Their releases are consistently strong, and their artists are becoming stars.",
            "Strong label. Their releases are top-notch, and their artists are gaining recognition.",
            "Outstanding label. Their releases are consistently strong, and their artists are making strides.",
            "Outstanding label. Their releases are consistently strong, and their artists are becoming stars.",
            "Outstanding label. Their releases are consistently strong, and their artists are shining.",
            "Strong label. They've got some commendable releases, and a couple of artists show potential.",
            "Definitely catching attention. Their releases are consistently strong, and their artists are evolving.",
            "Definitely worth noticing. Their releases are consistently strong, and their artists are promising.",
            "Gaining momentum. Their releases are consistently strong, and their artists are showing promise.",
            "Struggling to stay afloat. They've managed to salvage a handful of tracks, but their artists are drowning in mediocrity.",
            "Hanging by a thread. They've stumbled upon a few decent tracks, but their artists are fighting an uphill battle.",
            "Hanging on by a thread. They've stumbled upon a few almost decent tracks, but their artists are struggling to stay relevant.",
            "Teetering on the edge of relevance. They've brushed against brilliance with a few tracks, but their artists are walking a tightrope.",
            "An uphill climb to recognition. They've ascended a few rungs with promising tracks, but their artists are scaling a steep slope.",
            "A race to ascend the mountain of recognition. They've scaled a few heights with promising tracks, but their artists are still striving for the summit."
        ],
        "Rating10": [
            "Absolutely amazing! This label sets the gold standard for music quality and artist talent.",
            "Unbelievably amazing! This label's music is a masterpiece, and their artists are legends.",
            "Incredible! This label's music is unparalleled, and their artists are virtuosos.",
            "Outstanding! This label's music is exceptional, and their artists are destined for greatness.",
            "Phenomenal label! Their music is extraordinary, and their artists are the future of the industry.",
            "Absolutely fantastic! This label's music is exceptional, and their artists are outstanding.",
            "Truly remarkable! This label produces music that's unparalleled, and their artists are top-tier.",
            "Absolutely phenomenal! This label's music is a masterpiece, and their artists are prodigies.",
            "Absolutely fantastic! This label's music is outstanding, and their artists are remarkable.",
            "Absolutely amazing! This label's music is superb, and their artists are impressive.",
            "Absolutely solid! This label's music is impressive, and their artists are on the right track.",
            "Absolutely remarkable! This label's music is stellar, and their artists have impressive potential.",
            "Absolutely captivating! This label's music is exceptional, and their artists are evolving impressively.",
            "Absolutely remarkable! This label's music is stellar, and their artists are destined for greatness.",
            "Absolutely solid! This label's music is impressive, and their artists are on the right track.",
            "Absolutely remarkable! This label's music is stellar, and their artists have impressive potential.",
            "Absolutely remarkable! This label's music is stellar, and their artists are destined for greatness.",
            "Absolutely remarkable! This label's music is stellar, and their artists are destined for greatness.",
            "Solid effort! This label's music is decent, and a few of their artists are heading in the right direction.",
            "On the right path! This label's music is engaging, and a few artists are making impressive strides.",
            "Heading in the right direction! This label's music is intriguing, and a few artists show potential.",
            "Paving the way! This label's music is captivating, and a few artists are clearly heading for success.",
            "Barely scraping by! This label's music is a feeble attempt, and their artists have a long way to go.",
            "Attempting to climb from the abyss! This label's music is making a feeble effort, but it's far from impressive.",
            "Crawling out of the depths of mediocrity! This label's music is attempting to rise, but it's a feeble climb at best.",
            "An uphill battle to mediocrity! This label's music is an ambitious endeavor, but it falls painfully short of remarkable.",
            "A journey to climb the mountain of potential! This label's music strives for greatness, but the summit remains elusive.",
            "A voyage of aspiration toward the stars! This label's music yearns for greatness, yet it remains a distant constellation."
        ]
    }
}